start_text = """Парсинг групп в EXCEL таблицы

Отправьте мне ссылку на чат в формате:
@parser_team

⚠️ Ссылки на каналы, приватные чаты и пользователей игнорируются.
Большие группы парсит занимает несколько минут.

Не флудите, иначе бот начнет парсинг сначала.

♻️ Если что-то не работает - жми /start

⭐️ Admin - @max_reynders
"""

start_parsing_small = '🚀 Начинаю парсинг\n\n👥 В группе: <b>%d</b> участника\n\n⏳ <b>Парсинг займет несколько секунд</b>'
start_parsing_big = '🚀 Начинаю парсинг\n\n👥 В группе <b>%d</b> участника\n\n⏳ <b>Парсинг может занять несколько минут</b>'